var local_database = [
    {
        data: "Wed Jan 11 2017",
        author_img: "/image/cat.png",
        content: "在中国蟹作为食物已经有4000年了，深谙烹饪之道的中国人再吃蟹上，崇尚朴素的方式，清蒸。这是食蟹而不失原味的最佳方法。被中国人推为天下至鲜的美味，就在壳中，但除非有足够的技巧和耐心，今天的人们很难做到物尽其用。",
        view_num: "78",
        collect_num: "50",
        news_img: "/image/news01.png",
        date: "七天前",
        txtTitle: "舌尖上的中国——味道",
        detail: "秋风起，桂花飘香，也就进入了吃螃蟹的最好季节。清代文人李渔把秋天称作“蟹秋”，意为错过了螃蟹，便是错过了整个秋季。\n\n蟹又称河蟹、毛蟹、清水蟹、大闸蟹或螃蟹，其中最有名的当属阳澄湖大闸蟹，素有“蟹中之王”的美名。一到秋季,阳澄湖的大闸蟹新鲜上市,那桔红色的蟹黄、白玉似的脂膏、洁白细嫩的蟹肉,造色、味、香三者之极,是其他湖区蟹所无法比拟的。自古以来，阳澄湖大闸蟹即令无数食客为之倾倒，章太炎夫人汤国黎女士有诗曰：“不是阳澄蟹味好，此生何必住苏州。\n\n如今又到了品阳澄湖大闸蟹的好时节，人们怎可错过这个大饱口福的好机会。那么，阳澄湖大闸蟹如何才能吃得更美味更讲究？在大闸蟹的吃法中，清蒸可谓是最经典的吃法之一。清蒸可保持大闸蟹的原汁原味，且清蒸大闸蟹的蟹壳色泽橙黄，肉质鲜嫩美味，蟹黄、蟹膏饱满温润，可谓肉味蟹香两相宜。\n\n很多人误以为吃蟹只能在餐馆中，其实只要有一款烹饪利器——帅康嵌入式电蒸炉在手，在家也同样可以做出正宗、美味的清蒸大闸蟹，让你和家人都能大快朵颐。\n\n要吃上鲜美的清蒸大闸蟹，蒸的温度、火候都有讲究。一般来说，清蒸大闸蟹以15-20分钟最为适宜（根据大闸蟹大小和火力调整时间），这样才可以保持蟹体的完整，使其色泽红润明亮，同时，还减少了螃蟹胃肠内容物对蟹肉的污染。 \n\n与普通蒸锅以及传统电蒸炉相比，帅康ZQD25-SQ3嵌入式电蒸炉可谓“温度高、蒸汽足”，采用立体蒸汽模式和精准控温系统，可以根据食材设定好相应温度，只需要一个按钮便能轻松享受肉质鲜嫩、膏满黄肥的大闸蟹。且通过帅康ZQD25-SQ3嵌入式电蒸炉蒸制的大闸蟹不仅色香味俱全，还能充分保留食物本味锁住营养，令大闸蟹口感更加细嫩鲜美，保证营养美味二者兼得。\n\n品蟹尝鲜，无疑蒸的方式是最直接、最方便的。帅康电蒸炉，恰恰是人们在这一时节品尝大闸蟹的“最佳助手”。且帅康ZQD25-SQ3嵌入式电蒸炉还拥有八大人性化菜单，无论是肉类、鱼类、点心类或者是蔬菜类等食材都能轻松搞定，即便是新手也能做出大厨级别的美食。同时，帅康该款电蒸炉拥有的智能预约功能，更是从根本上简化了用户操作，让用户不必费时费力便能轻松烹制营养美食。\n\n 唐代诗人李白曾赞道：“蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台”。在金秋十月蟹肥黄多油满的季节，帅康嵌入式电蒸炉以化繁为简、立体蒸汽模式和精准控温系统，为你和家人奉上一场色香味俱全的美味大闸蟹盛宴。",
        music:{
          dataUrl: 'http://dl.stream.qqmusic.qq.com/C400002RKDzH1kOOy3.m4a?vkey=4552BC37336AECFDDEC0D02B0B733F0327579F998B93980561D101713CF12E5444D4C1C751AB4F339944CCD58B88AAAA2579DCAC68AD2F02&guid=2945788736&fromtag=30',
        title: '蓝莲花-许巍',
        coverImgUrl: 'https://y.gtimg.cn/music/photo_new/T002R300x300M000002u739m03ZGO3.jpg?max_age=2592000'  
        },
        newsid: 0
    },
    {
        data: "Thur Feb 20 2016",
        author_img: "/image/cat.png",
        content: "这是一个共和体制覆灭、绝地武士崩溃海报的时代。自帕尔帕廷以所谓的新秩序将银河共和国改组为银河帝国之后，人民的叛乱逐渐增多并形成各类起义组织，这其中就有蒙·莫思马（金妮韦芙·奥蕾利饰）领导下的义军同盟。",
        view_num: "288",
        collect_num: "90",
        news_img: "/image/news02.jpg",
        date: "15小时前",
        txtTitle: "星球大战外传——侠盗一号",
        detail: "看《星球大战外传：侠盗一号》这片，是对《星球大战》系列有着膜拜的情怀，另一个原因就是冲着姜文和甄子丹去，万万没想到，该片比《原力觉醒》更带感，人物角色饱满，情感丰沛，场面宏伟壮观，无论是爆炸还是最后义军激战帝国等桥段很有说服力，令人耳目一新，真正的值回票价，《星球大战》系列的史诗风格没有被淡忘而是再上层楼。\n\n可能很多国内观众都想知道甄子丹和姜文在戏中的表现究竟如何？这两个角色的戏份不算很多，但也不少，没有任何秒闪的事情发生，这次中国元素的植入一点都不来虚的，很喜欢姜文英文的发音，低沉很man,相反甄子丹的英文发音感觉有些幽默，语速有点快。\n\n姜文和甄子丹在电影中的角色并不是反派，而是火力十足的义军冲锋陷阵的勇士，甄子丹凌厉的搏击身手在影片最大程度的发挥，和机器人搏击，一样的炸裂给力。而姜文此番的造型也是很嬉皮士，抬着火炮打敌威风八面很帅酷。\n\n中国影坛最著名的两个硬汉居然在该片中上演了一场基友情深，毕竟是大IP电影，影片并没有过度戏谑和搞笑的桥段，只是通过台词彰显出两个角色英雄惺惺相惜的男性情谊。他们互相在精神上依托和欣赏，彼此互相关照，失去谁都是一种说不出的痛。第一次看到他们合作，表现都很专业，也很入戏。\n\n影片女主角琴的人设很饱满，这个角色和《饥饿游戏》中大表姐演绎的凯特尼斯很神似，都是充满青春活力，肩负拯救星球的使命，女汉子的智慧和勇气都齐齐在线，令人印象非常的深刻。该角色是由《万物理论》中扮演霍金妻子的菲丽希缇·琼斯主演，还真是看不出来，两个角色有着很本质的区别，后者略显知性，而前者更显女汉子使命感。\n\n之前的《星球大战》系列主要吸睛的是星球生物变化万千的造型和宏伟壮观场面以及星球酣畅淋漓的激战为主，而这部《侠盗一号》难得的是将友情、爱情和亲情比较巧妙的植入在整个故事的叙述中，表现不是很抢眼，但缺一不可，重情怀的表现可能是这部电影的一大优势，当然也是更人性化的表现。\n\n琴追寻父亲的足迹，肩负父亲重托，这些都离不开一个情字，而琴与卡西安的相知相识，到最后相互帮衬相互依恋都有一个量变到质变的过程，而姜文和甄子丹角色道是无情却有情的男性情谊也是很容易被触动。\n\n看一部《星球大战》要想摸清楚各种人物关系和情节，还得借助不少电影之外的知识，但《侠盗一号》逻辑清晰，更容易让观众看明白，当然电影不想这么简单敷衍了事，而是通过庞大恢弘的叙事，告诉你追求和平和自由是多么重要，不要压制和奴役，更不要骨肉分离。\n\n影片依然是一场正义战胜邪恶的正能量爆棚的电影，以琴为首的义军，他们不计较任何得失，将生命置之度外，窃取死星设计图计划尽管没能获得同盟军的通过，但他们不想坐以待毙，因此“侠盗一号”应运而生。\n\n该片没有过多将镜头放在表现星球怪物造型上，但影片也没有完全屏蔽，而是穿插在影片中出现，主要还是想表达星战英雄那种视死如归的仪式感，所以整部电影给人的感觉在情怀上秉承了《星球大战》前三部的古典英雄主义，同时影片增加了不少动作戏，当然星球激战还是吸睛的关键噱头。",
        music:{
          dataUrl: 'http://thirdparty.gtimg.com/C4000020oodp4GPvGj.m4a?vkey=4552BC37336AECFDDEC0D02B0B733F0327579F998B93980561D101713CF12E5444D4C1C751AB4F339944CCD58B88AAAA2579DCAC68AD2F02&guid=2945788736&fromtag=30',
        title: 'Heal the world - The Sunset Lounge Orchestra',
        coverImgUrl: 'https://y.gtimg.cn/music/photo_new/T002R300x300M000002y4OXX4OY0n1.jpg?max_age=2592000'  
        },
        newsid: 1
    },
    {
        data: "Tues May 18 2016",
        author_img: "/image/cat.png",
        content: "无限时空中，时光的洪流汇聚于同一片大陆。机关术与魔道肆虐，让世界面目全非。英雄，那些熟知的名字，不可思议的聚集在一起。抛却了过往荣光，遵循野心与欲望，随心所欲寻求力量，乃至彼此追逐杀戮。而在一个又一个传奇的背后，唤灵师的身影时隐时现，没错，他们，才是历史真正的创造者，生存或者毁灭，战争，似乎永无止境。",
        view_num: "335",
        collect_num: "138",
        news_img: "/image/news03.jpg",
        date: "5分钟前",
        txtTitle: "王者荣耀",
        detail: "英雄战迹到王者荣耀，初看只是游戏名的改变，但是从游戏带给玩家的体验来说，英雄到王者迎来了华丽的蜕变。端游式的5V5玩法，符文系统，皮肤系统也许带给你的更多是熟悉，擒杀大小龙，游走于野区，从草丛间突出，也许带给你的是端游经典的模式，这些都代表着英雄到王者的改变，更是一个新作的诞生。从英雄战迹改名为王者荣耀，我们还能看到什么呢？\n\n熟悉MOBA游戏的玩家想必对于此类游戏魔幻的画风相当熟悉，而本作为玩家也带来了不亚于端游的音频效果。当你取得一血听到那句“First Blood”之时，是否带给你激动的震撼。当GANK释放炫丽的技能特效之时，技能音效伴着你的进攻使得战斗更加立体，最后只留下对手横尸而已。当带着耳机玩这款游戏，听到超神的声音之时，激情而震撼的游戏配乐加之质量极佳的音频效果，更加深深的感染到玩家。\n\n本作的画面细节非常精致[3]，不论是英雄的造型还是场景中的各类元素，细节的刻画都非常精细，从音画方面带给玩家最好的游戏体验。游戏的认真体现在更多细节方面。如今诸多手游设计体力值，往往让玩家意犹未尽。而养成内容的加入多少则影响了游戏内的实力平衡，但是这些在本作中统统没有，为大家带来公平的竞技，在这里，想要五杀甚至超神，不靠养成，靠的就是你的实力。\n\n本作在MOBA的玩法中可谓做了诸多改进，不仅前文谈到的还原了经典的端游玩法，在战斗局中，玩家可以自由的搭配道具，局内道具系统给了玩家更多的选择，也更加证明了这款游戏的不同。最为重要的一点，英雄战迹到王者荣耀，我们迎来了更多的强力角色。不论是霸王项羽，还是名将赵云，亦或是西方的马可波罗，我们将在这款游戏中看到人类上下五千年历史中的经典人物。而在王者荣耀全新的英雄中，传奇的亚瑟，艾琳，安琪拉，荆轲，妲己，宫本武藏的加入让各类型人物选择更多，同时也让游戏人物更加多样化，真正的展示了这是王者的联盟，上演一场精彩的王者对决。",
        music:{
          dataUrl: 'http://thirdparty.gtimg.com/C400004OCBzs2NvLkr.m4a?vkey=FEA4468F3796D653D2F76D6469BE6D08A65E6F5BC69465BF4978A9BC860A9D6116B3835D65209E6EBB4B6919B3D518294712C7A15D92E0F3&guid=2945788736&fromtag=30',
        title: 'Challengers - League of Legends',
        coverImgUrl: 'https://y.gtimg.cn/music/photo_new/T002R300x300M000004SliP247jYdn.jpg?max_age=2592000'  
        },
        newsid: 2
    }
]

module.exports = {
    postList:local_database
};